Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Search music
ar: بحث الصوتيات
be: Пошук музыкі
ca: Cerqueu música
de: Musik suchen
es: Buscar música
fa: جستجوی موسیقی
fi: Hae musiikkia
fr: Rechercher de la musique
id: Cari musik
it: Cerca musica
ko: 음악 검색
ms: Cari muzik
nl: Zoek muziek
pl: Szukaj muzyki
pt_br: Buscar música
ru: Поиск музыки
sv: Sök musik
tr: Müzik ara
uk: Пошук музики
uz: Musiqa qidirish

source: Search Recent Files
ar: بحث في الملفات الأخيرة
be: Шукаць нядаўнія файлы
ca: Cerca fitxers recents
de: Letzte Dateien suchen
es: Buscar archivos recientes
fa: جستجوی فایل‌های اخیر
fi: Hae viimeaikaisista tiedostoista
fr: Rechercher des fichiers récents
id: Cari Berkas Terkini
it: Cerca file recenti
ko: 최근 파일 검색
ms: Cari Fail Terbaru
nl: Zoek recente bestanden
pl: Szukaj w ostatnich plikach
pt_br: Buscar Arquivos Recentes
ru: Поиск по недавним файлам
sv: Sök i senaste filer
tr: Son Arama Dosyaları
uk: Шукати у недавніх файлах
uz: Oxirgi fayllar ichidan qidirish

# SearchStickersHint
source: Search sticker sets
ar: بحث عن حزم الملصقات
be: Шукаць наборы стыкераў
ca: Cerca paquets d'adhesius
de: Sticker suchen
es: Buscar packs de stickers
fa: جستجوی بسته‌های استیکر
fi: Hae tarrakokoelmia
fr: Rechercher des autocollants
id: Cari set stiker
it: Cerca set di sticker
ko: 스티커 묶음 검색
ms: Cari set stiker
nl: Zoek stickerbundels
pl: Szukaj zestawów naklejek
pt_br: Buscar pacotes de stickers
ru: Поиск стикеров
sv: Sök dekalsatser
tr: Çıkartma paketi bul
uk: Пошук наліпок
uz: Stiker toʻplamlarini qidirish
zh_cn: 搜索表情包
zh_tw: 搜尋表情包

# SearchTipToday
source: Today
ar: اليوم
be: Сёння
ca: Avui
de: Heute
es: Hoy
fa: امروز
fi: tänään
fr: Aujourd'hui
id: Hari ini
it: Oggi
ko: 오늘
ms: Hari ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні

# SearchTipYesterday
source: Yesterday
ar: يوم أمس
be: Учора
ca: Ahir
de: Gestern
es: Ayer
fa: دیروز
fi: eilen
fr: Hier
id: Kemarin
it: Ieri
ko: 어제
ms: Kelmarin
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера
sv: Igår
tr: Dün
uk: Вчора

# SearchTrendingStickersHint
source: Search trending stickers
ar: البحث عن الملصقات الشائعة
be: Пошук папулярных стыкераў
ca: Cerca adhesius populars
de: Angesagte Sticker durchsuchen
es: Buscar stickers destacados
fa: جستجوی استیکرهای محبوب
fi: Hae suosituista tarroista
fr: Rechercher les autocollants en vogue
id: Cari Stiker Tren
it: Cerca sticker in primo piano
ko: 인기 스티커 검색
ms: Cari stiker bertren
nl: Zoek populaire stickers
pl: Szukaj popularnych naklejek
pt_br: Buscar stickers populares
ru: Поиск популярных стикеров
sv: Sök trendiga dekaler
tr: Popüler çıkartmaları arayın
uk: Пошук популярних наліпок
uz: Ommabop stikerlarni qidirish

# Seconds_one
source: {0} second
ar: ثانية واحدة
be: {0} секунду
ca: {0} segon
de: {0} Sekunde
es: {0} segundo
fi: {0} sekunti
fr: {0} seconde
it: {0} secondo
nl: {0} seconde
pl: {0} sekunda
pt_br: {0} segundo
ru: {0} сек.
sv: {0} sekund
tr: {0} saniye
uk: {0} секунду

# Seconds_other
source: {0} seconds
ar: ⁨{0}⁩ ثانية
be: {0} секунд
ca: {0} segons
de: {0} Sekunden
es: {0} segundos
fi: {0} sekuntia
fr: {0} secondes
it: {0} secondi
ko: {0}초
ms: {0} saat
nl: {0} seconden
pl: {0} sekundy
pt_br: {0} segundos
ru: {0} сек.
sv: {0} sekunder
tr: {0} saniye
uk: {0} секунд

# SecondsBold_one
source: **{0}** second
ar: **⁨{0}⁩** ثانية
be: **{0}** секунду
ca: **{0}** segon
de: **{0}** Sekunde
es: **{0}** segundo
fi: **{0}** sekunti
fr: **{0}** seconde
it: **{0}** secondo
nl: **{0}** seconde
pl: **{0}** sekundę
pt_br: **{0}** segundo
ru: **{0}** сек.
sv: **{0}** sekund
tr: **{0}** saniye
uk: **{0}** секунду

# SecondsBold_other
source: **{0}** seconds
ar: **⁨{0}⁩** ثانية
be: **{0}** секунд
ca: **{0}** segons
de: **{0}** Sekunden
es: **{0}** segundos
fi: **{0}** sekuntia
fr: **{0}** secondes
it: **{0}** secondi
ko: **{0}**초
ms: **{0}** saat
nl: **{0}** seconden
pl: **{0}** sekundy
pt_br: **{0}** segundos
ru: **{0}** сек.
sv: **{0}** sekunder
tr: **{0}** saniye
uk: **{0}** секунд

# SecondsSchedule_one
source: {0} second
ar: ثانية واحدة
be: {0} секунда
ca: {0} segon
de: {0} Sekunde
es: {0} segundo
fi: {0} sekunnin
fr: {0} seconde
it: {0} secondo
nl: {0} seconde
pl: {0} sekundę
pt_br: {0} segundo
ru: {0} секунду
sv: {0} sekund
tr: {0} saniye
uk: {0} секунда

# SecondsSchedule_other
source: {0} seconds
ar: ⁨{0}⁩ ثانية
be: {0} секунды
ca: {0} segons
de: {0} Sekunden
es: {0} segundos
fi: {0} sekunnin
fr: {0} secondes
it: {0} secondi
ko: {0} 초
ms: {0} saat
nl: {0} seconden
pl: {0} sekundy
pt_br: {0} segundos
ru: {0} секунду
sv: {0} sekunder
tr: {0} saniye
uk: {0} секунд

# SecretChat
source: Secret chats
ar: المحادثات السرية
be: Сакрэтныя чаты
ca: Xats secrets
de: Geheime Chats
es: Chats secretos
fa: گفتگوهای محرمانه
fi: Salaiset keskustelut
fr: Échanges secrets
id: Secret chat
it: Chat segrete
ko: 비밀 대화
ms: Bual rahsia
nl: Geheime chats
pl: Sekretne czaty
pt_br: Chats secretos
ru: Секретные чаты
sv: Hemliga chattar
tr: Gizli sohbetler
uk: Секретні чати
uz: Maxfiy chatlar
zh_cn: 私密对话
zh_tw: 私密對話

# SecretChatContextBotAlert
source: Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to its respective developer.
ar: يرجى ملاحظة أن بوتات المحتوى الاستعلامي يتم تطويرها من مطورين مستقلين. لكي تعمل هذه البوتات، ما تكتبه بعد اسم مستخدم البوت يذهب لمطور البوت.
be: Звярніце ўвагу, што інлайн-боты пастаўляюцца староннімі распрацоўшчыкамі. Каб бот працаваў, сімвалы, якія вы набіраеце пасля імя карыстальніка бота, адпраўляюцца адказнаму распрацоўшчыку.
ca: Tingueu present que els bots en línia són propietat de tercers. Perquè el bot funcioni, tot allò que escriviu després del seu nom d'usuari s'enviarà al seu desenvolupador.
de: Inline Bots werden von Drittentwicklern erstellt. Symbole, die du nach dem Botnamen eingibst, werden an den jeweiligen Entwickler geschickt, damit der Bot funktioniert.
es: Ten en cuenta que los bots integrados son hechos por terceros. Para que el bot funcione, los símbolos escritos después del nombre de usuario del bot son enviados a su respectivo desarrollador.
fi: Huomaa, että viestikenttäbotit ovat kolmansien osapuolien tuotoksia. Boteille kirjoittamasi viestit lähetetään botin kehittäjälle, jotta botti toimisi oikein.
fr: Les bots intégrés sont fournis par des développeurs indépendants. Pour qu'ils fonctionnent, ce que vous entrez après leur nom est envoyé à leur développeur respectif.
it: Per favore ricorda che i bot inline sono forniti da sviluppatori di terze parti. Per far funzionare il bot, i caratteri che digiti dopo l'username del bot sono inviati al rispettivo sviluppatore.
ko: 인라인 봇은 제3 개발자가 제공한다는 점을 유의하시기 바랍니다. 봇이 작동을 하기 위해서, 봇의 사용자명 뒤에 입력한 내역이 해당 개발자에게 보내지게 됩니다.
ms: Perhatian, bot atas talian adalah dicipta oleh pihak ketiga. Untuk bot dapat digunakan, simbul yang ditaip selepas nama samaran bot adalah dihantar ke pencipta bot berkenaan.
nl: Let op: inline-bots worden aangeboden door externe ontwikkelaars. Voor de werking van de bot worden de karakters die je na de botnaam typt naar deze ontwikkelaar verstuurd.
pl: Boty liniowe (inline) są dostarczane przez niezależnych programistów. Aby bot działał, symbole wpisane po nazwie bota są przesyłane do jego programisty.
pt_br: Os bots inline são fornecidos por desenvolvedores terceiros. Para o bot funcionar, os símbolos que você digita depois do nome de usuário do bot são enviados para o respectivo desenvolvedor.
ru: Учтите, что боты создаются сторонними разработчиками. Всё, что Вы введёте после имени бота, будет отправлено его разработчику.
sv: Observera att inbäddade bottar kommer från tredjepartsutvecklare. För att den ska fungera skickas tecknen du matar in, efter bottens användarnamn, till dess utvecklare.
tr: Satır içi botların üçüncü taraf geliştiriciler tarafından sağlandığını lütfen unutmayın. Botun çalışması için, botun kullanıcı adından sonra yazdığınız semboller ilgili geliştiriciye gönderilir.
uk: Зауважте, що вбудовані боти створені сторонніми розробниками. Для роботи бота введений після його псевдоніма текст надсилається розробнику.

# SecretChatTimerDays
source: d
ar: ي
be: сут
de: t
fa: روز
fi: pv
fr: j
id: h
it: g
ms: h
ru: д
tr: g
uk: д.
uz: k

# SecretChatTimerHours
source: h
ar: سا
be: гадз
fa: ساعت
fi: t
id: jam
it: o
ms: j
nl: u
pl: g
ru: ч
sv: tim
tr: sa
uk: год
uz: st

# SecretChatTimerMinutes
source: m
ar: د
be: хв
fa: دقیقه
fi: min
id: mnt
ru: м
sv: min
tr: dk
uk: хв
uz: d

# SecretChatTimerMonths
source: M
ar: ش
be: м
fi: kk
ko: 달
ms: B
ru: м
tr: A
uk: М

# SecretChatTimerSeconds
source: s
ar: ث
be: с
fa: ثانیه
fi: sek
id: dtk
ru: с
sv: sek
tr: sn
uk: с

# SecretChatTimerWeeks
source: w
ar: أس
be: т
ca: S
es: S
fa: هفته
fi: vk
fr: S
id: mg
it: S
ms: M
pl: t
pt_br: S
ru: н
sv: v
tr: h
uk: тиж.
uz: h

# SecretLinkPreviewAlert
source: Enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.
ar: هل ترغبون في تفعيل معاينة الروابط المطولة في المحادثات السرية؟ مع العلم أن معاينة الروابط يتم توليدها على خوادم تيليجرام.
be: Уключыць пашыраны перадпрагляд спасылак у сакрэтных чатах? Звярніце ўвагу, што перадпрагляд ствараецца на серверах Telegram.
ca: Voleu activar la vista prèvia ampliada d'enllaços als xats secrets? Tingueu present que es genera als servidors de Telegram.
de: Möchtest du die erweiterte Linkvorschau in Geheimen Chats aktivieren? Die Vorschau wird auf den Telegram Servern generiert.
es: ¿Quieres activar las vistas previas de enlaces ampliadas en los chats secretos? Ten en cuenta que son generadas en los servidores de Telegram.
fi: Haluaisitko yksityiskohtaisemmat linkin esikatselut salaisiin keskusteluihin? Muista, että esikatselut luodaan Telegramin palvelimilla.
fr: Activer les aperçus de liens dans les échanges secrets ? Notez que les aperçus sont générés depuis les serveurs de Telegram.
it: Attivare le anteprime estese per i link nelle Chat segrete? Ricorda che le anteprime dei link sono generate sui server di Telegram.
ko: 비밀 대화에서 링크 미리보기를 활성화하시겠습니까? 링크 미리보기는 텔레그램 서버에서 만들어지는 점을 유의하시기 바랍니다.
ms: Dayakan link pratonton tambahan dalam Bual Rahsia? Link pratonton dijana dari server Telegram.
nl: Wil je uitgebreide link-voorbeelden inschakelen voor geheime chats? Let op: deze worden gegenereerd op onze servers.
pl: Włączyć rozszerzony podgląd linków w sekretnych czatach? Podgląd linków jest generowany na serwerach Telegrama.
pt_br: Ativar a prévia estendida de links em Chats Secretos? Note que a prévia é gerada nos servidores do Telegram.
ru: Вы хотите включить предпросмотр ссылок в секретных чатах? Учтите, что предпросмотр создается на серверах Telegram.
sv: Aktivera utökad förhandsvisning på länkar i hemliga chattar? Obs! Förhandsvisningarna av länkinnehåll skapas på Telegrams servrar.
tr: Gizli Sohbetler'de genişletilmiş bağlantı önizlemeleri etkinleştirilsin mi? Bağlantı önizlemelerinin Telegram sunucularında oluşturulduğunu unutmayın.
uk: Увімкнути попередній перегляд посилань у секретних чатах? Зауважте, що попередній перегляд формується на серверах Telegram.

# SecretWebPage
source: Link Previews
ar: معاينة الروابط
be: Перадпрагляд спасылак
ca: Vista prèvia d'enllaços
de: Linkvorschau
es: Vista previa de enlaces
fa: پیش‌نمایش‌های لینک
fi: Linkkien esikatselut
fr: Prévisualiser les liens
id: Pratinjau Tautan
it: Anteprime link
ko: 링크 미리보기
ms: Link Pratonton
nl: Link-voorbeelden
pl: Podgląd linków
pt_br: Prévia de Links
ru: Предпросмотр ссылок
sv: Länkförhandsvisningar
tr: Bağlantı Önizlemeleri
uk: Попередній перегляд посилань
uz: Havolalarni oldindan ko'rib chiqish
zh_cn: 链接预览
zh_tw: 鏈結預覽

# SecretWebPageInfo
source: Link previews will be generated on Telegram servers. We do not store data about the links you send.
ar: يتم توليد معاينات الروابط على خوادم تيليجرام. لا نقوم بتخزين أي بيانات عن الروابط التي ترسلونها.
be: Перадпрагляд спасылкі генерыруецца на серверах Тelegram. Мы не захоўваем даныя аб спасылках, якія вы адпраўляеце.
ca: La vista prèvia dels enllaços es genera en els servidors de Telegram. No emmagatzemem cap dada sobre els enllaços que envieu.
de: Die Linkvorschau wird auf den Servern von Telegram generiert. Wir speichern keine Daten über die von dir gesendeten Links.
es: Las vistas previas serán generadas en los servidores de Telegram. No almacenamos datos sobre los enlaces que envías.
fa: پیش‌نمایش‌های لینک بر روی سرورهای تلگرام ایجاد می‌شوند. ما اطلاعات مربوط به لینک‌های ارسالی شما را ذخیره نمی‌کنیم.
fi: Linkkien esikatselut luodaan Telegramin palvelimilla. Emme säilö tietoa lähettämistäsi linkeistä.
fr: Les aperçus des liens seront générés sur les serveurs Telegram. Nous ne stockons pas de données sur les liens que vous envoyez.
id: Tampilan Tautan akan ditampilkan di server Telegram. Kami tidak menyimpan data tautan yang Anda kirim.
it: Le anteprime dei link saranno generate dai server di Telegram. Non archiviamo dati sui link che invii.
ko: 링크 미리보기는 텔레그램 서버에 생성됩니다. 회원님이 보내시는 링크에 관한 데이터는 보관되지 않습니다.
ms: Link pratonton akan dijana di pelayan Telegram. Kami tidak simpan data mengenai link yang anda kirim.
nl: Link-voorvertoningen worden gegenereerd op de servers van Telegram. We slaan geen data op over de verstuurde links
pl: Podglądy linków będą generowane na serwerach Telegrama. Nie przechowujemy danych o wysłanych przez ciebie linkach.
pt_br: A prévia de links será gerada nos servidores do Telegram. Não armazenamos dados sobre os links que você envia.
ru: Предпросмотр для ссылок создается на серверах Telegram. Мы не храним данные об отправленных Вами ссылках.
sv: Förhandsgranskning av länkar genereras på Telegrams servrar. Vi sparar inte data om länkar du skickar.
tr: Bağlantı önizlemeleri Telegram sunucularında oluşturulur. Gönderdiğiniz bağlantılar hakkında veri saklamıyoruz.
uk: Попередній перегляд формується на серверах Telegram. Ми не зберігаємо даних із надісланих вами посилань.
uz: Havola ko'rinishlari Telegram serverlarida yaratiladi. Biz siz yuborgan havolalar haqida hech qanday ma'lumot to'plamaymiz.
zh_cn: 链接预览将在 Telegram 服务器上生成，我们不会储存与您所发送的链接有关的数据。
zh_tw: 鏈結預覽將在 Telegram 服務器上生成，我們不會儲存與您所發送的鏈結有關的數據。

# SecurityTitle
source: Security
ar: الأمان
be: Бяспека
ca: Seguretat
de: Sicherheit
es: Seguridad
fa: امنیت
fi: Tietoturva
fr: Sécurité
id: Keamanan
it: Sicurezza
ko: 보안
ms: Sekuriti
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
sv: Säkerhet
tr: Güvenlik
uk: Безпека
uz: Xavfsizlik
zh_cn: 安全
zh_tw: 安全

source: Select Account
ar: اختيار حساب
be: Выбраць уліковы запіс
ca: Seleccioneu un compte
de: Konto auswählen
es: Elegir cuenta
fa: انتخاب حساب کاربری
fi: Valitse tili
fr: Sélectionner le compte
id: Pilih Akun
it: Seleziona Account
ko: 계정을 선택하세요
ms: Pilih Akaun
nl: Account kiezen
pl: Wybierz konto
pt_br: Selecionar Conta
ru: Выберите аккаунт
sv: Välj konto
tr: Hesap Seç
uk: Виберіть акаунт
uz: Hisobni tanlang
zh_cn: 选择账号
zh_tw: 選擇賬戶

source: Select Chat
ar: تحديد محادثة
be: Выберыце чат
ca: Trieu un xat
de: Chat auswählen
es: Elige un chat
fa: انتخاب گفتگو
fi: Valitse keskustelu
fr: Sélectionnez un échange
id: Pilih Obrolan
it: Seleziona chat
ko: 대화방 선택
ms: Pilih Bual
nl: Kies een chat
pl: Wybierz czat
pt_br: Selecione um Chat
ru: Выберите чат
sv: Välj chatt
tr: Sohbet Seçin
uk: Виберіть чат
uz: Chatni tanlang
zh_cn: 选择对话
zh_tw: 選擇對話

source: Select Chats
ar: تحديد المحادثات
be: Выбраць чаты
ca: Seleccioneu xats
de: Chats auswählen
es: Elige los chats
fi: Valitse keskustelut
fr: Sélectionner les échanges
it: Seleziona chat
ko: 대화 선택
ms: Pilih Bual
nl: Kies chats
pl: Wybierz czaty
pt_br: Selecionar Chats
ru: Выберите чаты
sv: Välj chattar
tr: Sohbetleri Seç
uk: Вибрати чати

source: Select color
ar: تحديد لون
be: Выберыце колер
ca: Selecciona el color
de: Farbe wählen
es: Elegir color
fa: انتخاب رنگ
fi: Valitse väri
fr: Sélectionner une couleur
id: Pilih warna
it: Seleziona colore
ko: 색 선택
ms: Pilih warna
nl: Selecteer kleur
pl: Wybierz kolor
pt_br: Selecionar cor
ru: Выберите цвет
sv: Välj färg
tr: Renk seçin
uk: Вибрати колір
uz: Rang tanlash
zh_cn: 选择颜色
zh_tw: 選擇顔色

# SelectColorTitle
source: Select a color
ar: تحديد لون
be: Выберыце колер
ca: Trieu un color
de: Wähle eine Farbe
es: Elige un color
fa: انتخاب رنگ
fi: Valitse väri
fr: Sélectionner une couleur
id: Pilih warna
it: Seleziona un colore
ko: 색 선택
ms: Pilih warna
nl: Kies een kleur
pl: Wybierz kolor
pt_br: Selecionar uma cor
ru: Выбор цвета
sv: Välj en färg
tr: Bir renk seçin
uk: Виберіть колір
uz: Rang tanlash

source: Select Contact
ar: تحديد جهة اتصال
be: Выбраць кантакт
ca: Trieu un contacte
de: Kontakt auswählen
es: Elige un contacto
fa: انتخاب مخاطب
fi: Valitse yhteystieto
fr: Sélectionnez un contact
id: Pilih Kontak
it: Seleziona contatto
ko: 연락처 선택
ms: Pilih Kenalan
nl: Contact kiezen
pl: Wybierz kontakt
pt_br: Selecione um Contato
ru: Выберите контакт
sv: Välj kontakt
tr: Kişi Seçin
uk: Виберіть контакт
uz: Kontaktni tanlang
zh_cn: 选择联系人
zh_tw: 選擇聯絡人

source: Select Contacts
ar: تحديد جهات اتصال
be: Выбраць кантакты
ca: Seleccioneu contactes
de: Kontakte auswählen
es: Elige los contactos
fa: انتخاب مخاطبین
fi: Valitse yhteystietoja
fr: Choisir des contacts
id: Pilih Kontak
it: Seleziona contatti
ko: 연락처 선택
ms: Pilih Kenalan
nl: Kies contacten
pl: Wybierz kontakty
pt_br: Selecionar Contatos
ru: Выбрать контакты
sv: Välj kontakter
tr: Kişileri Seçin
uk: Виберіть контакти
uz: Kontaktlarni tanlash

source: Select Days
ar: تحديد الأيام
be: Выбраць дні
ca: Selecció
de: Tage auswählen
es: Seleccionar días
fi: Valitse päivät
fr: Sélectionner des jours
it: Seleziona giorni
ko: 날짜 선택
ms: Pilih Hari
pl: Zaznacz dni
pt_br: Selecionar Dias
ru: Выбрать дни
sv: Välj dagar
tr: Günleri Seç
uk: Вибрати дні

# SelectDaysTooltip
source: Please select one or more days first.
ar: يرجى تحديد يوم أو أكثر أولًا.
be: Спачатку выберыце адзін або некалькі дзён.
ca: Primer trieu un o més dies.
de: Wähle erst einen oder mehrere Tage.
es: Primero selecciona uno o más días.
fi: Valitse ensin ainakin yksi päivä.
fr: Veuillez d'abord sélectionner un ou plusieurs jours.
it: Per favore seleziona prima uno o più giorni.
ko: 먼저 1일 이상을 선택해주세요.
ms: Sila pilih satu atau lebih hari dahulu.
pl: Najpierw wybierz przynajmniej jeden dzień.
pt_br: Selecione um ou mais dias primeiro.
ru: Выберите один или несколько дней.
sv: Välj en eller flera dagar först.
tr: Lütfen önce bir veya daha fazla gün seçin.
uk: Будь ласка, виберіть один або декілька днів.

source: Select File
ar: تحديد الملف
be: Выберыце файл
ca: Trieu un fitxer
de: Datei auswählen
es: Elige un archivo
fa: انتخاب فایل
fi: Valitse tiedosto
fr: Choisir un fichier
id: Pilih Berkas
it: Seleziona file
ko: 파일 선택
ms: Pilih Fail
nl: Kies een bestand
pl: Wybierz plik
pt_br: Selecionar Arquivo
ru: Выберите файл
sv: Välj fil
tr: Dosya Seç
uk: Виберіть файл
uz: Faylni tanlang
zh_cn: 选择文件
zh_tw: 選擇文件

source: Select from Gallery
ar: اختيار من المعرض
be: Выбраць з галерэі
ca: Selecciona de la galeria
de: Aus der Galerie wählen
es: Elegir desde Galería
fa: انتخاب از گالری
fi: Valitse galleriasta
fr: Choisir depuis la galerie
id: Pilih dari galeri
it: Seleziona dalla galleria
ko: 갤러리
ms: Pilih dari Galeri
nl: Kies uit galerij
pl: Wybierz z galerii
pt_br: Selecionar da Galeria
ru: Выбрать из галереи
sv: Välj från galleriet
tr: Galeriden Seç
uk: Вибрати з галереї
uz: Galereyadan tanlash

source: Select image
ar: تحديد صورة
be: Выберыце відарыс
ca: Trieu una imatge
de: Bild auswählen
es: Elegir una imagen
fa: انتخاب تصویر
fi: Valitse kuva
fr: Sélectionner une image
id: Pilih gambar
it: Seleziona immagine
ko: 이미지 선택
ms: Pilih imej
nl: Kies afbeelding
pl: Wybierz obraz
pt_br: Selecionar imagem
ru: Выбрать изображение
sv: Välj bild
tr: Resim seç
uk: Вибрати зображення
uz: Rasm tanlash

# SelectingContact
source: selecting a contact to share...
ar: تحديد جهة اتصال لإرسالها...
be: выбірае кантакт, каб абагуліць...
ca: s’està seleccionant un contacte…
de: wählt einen Kontakt zum Teilen...
es: eligiendo un contacto...
fi: valitsee jaettavaa yhteystietoa...
fr: sélection d'un contact à partager...
it: sta selezionando un contatto...
ko: 공유할 연락처 선택 중...
ms: memilih kenalan untuk dikongsi...
pl: wybiera kontakt do udostępnienia…
pt_br: selecionando contato para enviar...
ru: выбирает контакт для отправки...
sv: väljer en kontakt att dela...
tr: paylaşmak için bir kişi seçiyor...
uk: вибирає контакт для надсилання...

# SelectingLocation
source: selecting a location to share...
ar: تحديد موقع لإرساله...
be: выбірае месца, каб абагуліць...
ca: s’està seleccionant una ubicació…
de: wählt einen Standort zum Teilen...
es: eligiendo una ubicación...
fi: valitsee jaettavaa sijaintia...
fr: sélection d'un emplacement à partager...
it: sta selezionando una posizione...
ko: 공유할 위치 선택 중...
ms: memilih lokasi untuk dikongsi...
pl: wybiera lokalizację do udostępnienia…
pt_br: selecionando local para enviar...
ru: выбирает геопозицию для отправки...
sv: väljer en plats att dela...
tr: paylaşmak için bir konum seçiyor...
uk: вибирає розташування для надсилання...

# SelectOtherChat
source: Select another chat
ar: اختيار محادثة أخرى
be: Выберыце іншы чат
ca: Selecciona un altre xat
de: Anderen Chat wählen
es: Elegir otro chat
fi: Valitse toinen keskustelu
fr: Choisir un autre échange
it: Scegli un'altra chat
ko: 다른 대화 선택
ms: Pilih bual lain
nl: Kies andere chat
pl: Wybierz inny czat
pt_br: Selecionar outro chat
ru: Выбрать другой чат
sv: Välj annan chatt
tr: Başka sohbet seçin
uk: Вибрати інший чат

source: Select theme
ar: تحديد النمط
be: Выбраць тэму
ca: Seleccioneu un tema
de: Farbthema auswählen
es: Elige un tema
fi: Valitse teema
fr: Sélectionnez un thème
it: Seleziona tema
ko: 테마 선택
ms: Pilih tema
pl: Wybierz motyw
pt_br: Selecionar tema
ru: Выбрать тему
sv: Välj tema
tr: Tema seçin
uk: Виберіть тему

source: Select this day
ar: تحديد هذا اليوم
be: Абраць гэты дзень
ca: Selecciona aquest dia
de: Diesen Tag auswählen
es: Seleccionar este día
fi: Valitse tämä päivä
fr: Sélectionner ce jour
it: Seleziona questo giorno
ko: 이날 선택
ms: Pilih tarikh ini
pl: Zaznacz ten dzień
pt_br: Selecionar este dia
ru: Выбрать этот день
sv: Välj den här dagen
tr: Bu günü seçin
uk: Вибрати цей день

source: Send
ar: إرسال
be: Адправіць
ca: Envia
de: Senden
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
id: Kirim
it: Invia
ko: 보내기
ms: Kirim
nl: Stuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
uk: Надіслати
uz: Yuborish
zh_cn: 发送
zh_tw: 發送

source: Send anonymously
ar: الإرسال متخفيًا
be: Адправіць ананімна
ca: Enviament anònim...
de: Anonym senden
es: Enviar anónimamente
fa: ارسال به صورت ناشناس
fi: Lähetä nimettömänä
fr: Envoi anonyme
id: Kirim sebagai anonim
it: Invia anonimamente
ko: 익명으로 보내기
ms: Kirim tanpa nama
nl: Anoniem verzenden
pl: Wysyłasz anonimowo
pt_br: Envio anônimo
ru: Анонимное сообщение
sv: Skicka anonymt
tr: Anonim olarak gönder
uk: Анонімно

source: Send as file
ar: إرسال كملف
be: Адправіць як файл
ca: Envia com a fitxer
de: Als Datei
es: Como archivo
fa: ارسال به صورت فایل
fi: Tiedostona
fr: Envoyer comme fichier
id: Kirim berupa berkas
it: Invia come file
ko: 파일로 보내기
ms: Kirim sebagai fail
nl: Als bestand
pl: Wyślij jako plik
pt_br: Enviar arquivo
ru: Как файл
sv: Skicka som fil
tr: Dosya olarak gönder
uk: Надіслати як файл
uz: Fayl kabi yuborish
zh_cn: 作为文件发送
zh_tw: 作為文件發送

source: Send as files
ar: إرسال كملفات
be: Адправіць як файлы
ca: Envia com a fitxers
de: Als Dateien
es: Como archivos
fa: ارسال به صورت فایل
fi: Tiedostoina
fr: Envoyer comme fichiers
id: Kirim sebagai berkas
it: Invia come file
ko: 파일로 보내기
ms: Kirim sebagai fail
nl: Als bestand
pl: Wyślij jako pliki
pt_br: Enviar arquivos
ru: Как файлы
sv: Skicka som filer
tr: Dosya olarak gönder
uk: Надіслати як файли
uz: Fayllar kabi yuborish
zh_cn: 作为文件发送
zh_tw: 作為文件發送
